<!DOCTYPE HTML PUBLIC '-//W3C//DTD HTML 4.01 Transitional//EN'>
<html>
<head>
 <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
 <title>Site de Charles</title>
 <link rel="stylesheet" type="text/css" href="style.css" />
</head>

<body>
<div class="banniere">

 <div class="banniere1">
        <img src="images/banniere4.jpeg" alt="Badass Pic" />
 </div>

 <div class="banniere2">
       <img src="images/banniere3.jpg" alt="Badass Pic" />
 </div>
 
 
</div>

<nav class="menuRel">
 
 
 <div class="boiteLien2">
                <ul>
                        <li class="relLink"><a href="game_code.html">Lonely Commander</a></li>
						
               </ul>
 </div>
 
 <div class="boiteLien3">
		<img src="images/ImperialHammer.jpg" alt="Badass Pic" />
 </div>
 
</nav>



<header>
                <div class="titre">
                    <h1>Lonely Commander</h1>
                </div>
                			
</header>
            
			
		<div class="banniere3">
			<div class="imgBanniere3">
				<img src="images/AdeptusMechanicusLogo.jpeg" alt="Badass Pic" />
			</div>
		</div>
			
			
			<section class="cadre">
            
            
            <section class="corps">
			
			<h1>Soldat!</h1>
            <p>Vous &ecirc;tes seul, vos ennemis sont innombrables, et l'&eacute;chec n'est pas permis. L'heure est venue de mourir pour la d&eacute;fense de l'Imp&eacute;rium.</p>	
			<p>N'oubliez pas: les vies sont la monnaie de l'Empereur, et il ne les d&eacute;pense jamais en vain.</p>			
            <p>Arm&eacute; de votre seul courage et de votre tourelle de d&eacute;fense mod&egrave;le standard, vous devez tenir votre position jusqu'&agrave;... vous devez tenir votre position.</p>
			<p>Eliminez vos assaillants avant qu'ils atteignent votre bunker et r&eacute;sistez &agrave; leurs tentatives r&eacute;p&eacute;t&eacute;es.</p>
			<p>Du mat&eacute;riel suppl&eacute;mentaire vous sera livr&eacute; &agrave; la fin de chaque vague d'attaque, de fa&ccedil;on &agrave; vous permettre de r&eacute;sister plus efficacement &agrave; la suivante: choisissez sagement le type d'am&eacute;liorations que vous d&eacute;sirez apporter &agrave; votre tourelle.</p>
			<p>Des instructions plus pr&eacute;cises vous sont donn&eacute;es au bas de cette page.</p>
			<p>L'Empereur prot&egrave;ge.</p>
			</br>
			</br>
			<p>Combattre pour l'Empereur:</p>
			<ul>
                        <li class="relLink"><a href="game_code.html">Lonely Commander - Hold the line for the Emperor.</a></li>	
            </ul>			
            </section>
			
			<section class="corps">
			
			<h1>Instructions</h1>
				
			<div class="commentaireEx">
			<p>Le curseur de votre souris sert de viseur.</p>	
			<p>Tirer - clic gauche (maintenez enfonc&eacute; pour un tir rapide)</p>			
            <p>Recharger - R</p>
			<p>Lancer une bombe - Q</p>
			<p>Faire pivoter la tourelle secondaire - A et D</p>
			<p>Tirer avec la tourelle secondaire - W</p>
			<p>Vous commencez le jeu avec une bombe par vague d'attaque, un chargeur de 6 munitions, un bunker ayant 80 points de vie et des balles infligeant 10 d&eacute;g&acirc;ts.</p>
			<p>Vous obtenez &agrave; la fin de chaque vague d'assaut des points vous permettant d'acheter les am&eacute;liorations suivantes dans le menu situ&eacute; au bas de la page:</p>
			<p>- Augmentation de la r&eacute;sistance de votre bunker, de la taille de votre chargeur ou de la puissance de vos balles.</p>
			<p>- Recrutement de Guardsmen, des tireurs d'appoint qui visent vos ennemis de fa&ccedil;on ind&eacute;pendante, et am&eacute;lioration de leur puissance.</p>
			<p>- Recrutement de Technopr&ecirc;tres, des m&eacute;canos qui r&eacute;parent progressivement votre bunker d&egrave;s que celui-ci est endommag&eacute;.</p>
			<p>- Augmentation du nombre de bombes disponibles par vague d'attaque, de leur puissance et de leur rayon d'action.</p>
			<p>- D&eacute;blocage de la distorsion Warp, un champ de force entourant votre base et infligeant des d&eacute;g&acirc;ts &agrave; tous les ennemis en contact, augmentation de sa puissance et de son rayon d'action.</p>
			<p>- D&eacute;blocage de la puissante tourelle secondaire, capable d'&eacute;liminer en un tir la plupart de vos ennemis.</p>
			<p>Par ailleurs, il vous est possible de remplacer le bolter l&eacute;ger qui vous sert d'arme de d&eacute;part par un armement de qualit&eacute; sup&eacute;rieure. Une fois que vous avez achet&eacute; une nouvelle arme, vous pouvez l'&eacute;quiper en appuyant sur la touche du clavier lui correspondant:</p>
			<p>- Bolter d'assaut: cadence de tir l&eacute;g&egrave;rement sup&eacute;rieure &agrave; celle du bolter l&eacute;ger. Touche 2.</p>
			<p>- Shotgun: 8 balles expuls&eacute;es en arc de cercle &agrave; chaque tir, cadence lente. Touche 3.</p>
			<p>- Lance-plasma: Rayon continu traversant les unit&eacute;s ennemies. Maintenez le clic gauche enfonc&eacute; pour tirer, rel&acirc;chez-le pour permettre le rechargement progressif. Touche 4.</p>
			<p>- Bolter lourd: cadence de tir nettement sup&eacute;rieure &agrave; celle du bolter l&eacute;ger, consommation en munitions l&eacute;g&egrave;rement r&eacute;duite. Touche 5.</p>
			</div>	
            </section>
			
			<section class="corps">
                    
			<div class="conteneurImg">
				<img src="images/army7.jpeg" alt="Badass Pic" />
				</div>		
					
					
            </section>
			
			
            
            <footer>
              <p>COPYRIGHT (C) 2011 ALL RIGHTS RESERVED.</p>
			  <p class="commentaireFooter">M&ecirc;me si je ne suis pas s&ucirc;r d'avoir le droit de faire &ccedil;a, et m&ecirc;me si je vois pas qui voudrais voler mon code.</p>
            </footer>
			
			</section>

</body>
</html>
